Repository: Softcatala/translation-memory-tools
Catalog: source-pos/mozilla/ca.focus-for-android.tmx
Source language: en_us
Languages: ca

source: Try Again
ca: Torna-ho a provar

source: Turning this off may fix some site problems
ca: Si es desactiva, pot ser que s'arreglin problemes amb alguns llocs

source: Turn off tips on the %1$s start screen
ca: Desactiva els consells de la pantalla d'inici del %1$s

source: Turn off tips on the start screen
ca: Desactiva els consells de la pantalla d'inici

source: Turn off to fix some sites
ca: Desactiveu-ho per arreglar problemes amb alguns llocs

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ca: <ul> <li>Comproveu que no s'hagin introduït errors en teclejar l'adreça, p. ex. <strong>ww</strong>.example.com en comptes de <strong>www</strong>.example.com</li> <li>Si no podeu carregar cap pàgina, comproveu la connexió de dades o Wi-Fi del vostre dispositiu.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
ca: <ul> <li>El lloc web podria estar temporalment no disponible o massa ocupat. Torneu-ho a provar d'aquí uns moments.</li> <li>Si no podeu carregar cap pàgina, comproveu la connexió de dades o Wi-Fi del vostre dispositiu mòbil.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ca: <ul> <li>Això podria ser un problema amb la configuració del servidor, o bé podria ser que algú estigués intentant fer-se passar pel servidor.</li> <li>Si us hi heu connectat sense cap problema alguna altra vegada, l'error podria ser temporal i podeu tornar-ho a provar més tard.</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
ca: <ul> <li>Això podria passar per haver inhabilitat o rebutjat l'acceptació de galetes.</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ca: <ul> <li>Les adreces web normalment s'escriuen així: <strong>http://www.example.com/</strong></li> <li>Assegureu-vos que utilitzeu les barres inclinades (<strong>/</strong>).</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
ca: <ul> <li>Pot ser que calgui que instal·leu altre programari per obrir l'adreça.</li> </ul>

source: Unable to connect
ca: No s'ha pogut connectar

source: Unlock %1$s
ca: Desbloca el %1$s

source: URL already exists
ca: L'URL ja existeix

source: URL Autocomplete
ca: Emplenament automàtic d'URL

source: URL copied
ca: S'ha copiat l'URL

source: URL to add
ca: URL per afegir

source: Used to collect, analyze and measure activities like tapping and scrolling
ca: S'utilitzen per recollir, analitzar i mesurar activitats com ara els tocs i el desplaçament

source: Use fingerprint to unlock app
ca: Utilitza l'empremta digital per desblocar l'aplicació

source: Username
ca: Nom d'usuari

source: Verified by: %1$s
ca: Verificat per: %1$s

source: Web Content
ca: Contingut web

source: Website loaded
ca: S'ha carregat el lloc web

source: We can’t load this page for some reason.
ca: No s'ha pogut carregar aquesta pàgina per algun motiu.

source: What's New
ca: Novetats

source: When the downside of blocking online trackers is a site that seems broken, turn off blocking with a tap to the tool menu.
ca: Si us sembla que un lloc no funciona bé per haver blocat els elements de seguiment, desactiveu el bloqueig amb un sol toc al menú d'eines.

source: Would you like to turn on search suggestions?
ca: Voleu activar els suggeriments de cerca?

source: Yes
ca: Sí

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
ca: No se us atorga cap dret ni llicència sobre les marques registrades de la Fundació Mozilla, o de cap altra part, inclosos els noms o els logotips de Mozilla, Firefox o %1$s. Podeu trobar més informació <a href="%2$s">aquí</a>.

source: You can leave %1$s to open this link in %2$s.
ca: Podeu sortir del %1$s per obrir aquest enllaç amb el %2$s.

source: You have disabled Content Blocking for these websites.
ca: Heu desactivat el bloqueig de contingut en aquests llocs web.

source: Your browsing history has been erased.
ca: S'ha esborrat l'historial de navegació.

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
ca: L'empremta digital pot desblocar el %1$s si ja hi ha un URL obert en l'aplicació. S'activarà el mode invisible.

source: Your Rights
ca: Els vostres drets

source: Your search, your way
ca: Cerqueu com vulgueu
